{"review_id":"sjm_uUcQVxab_EeLCqsYLg","user_id":"0kA0PAJ8QFMeveQWHFqz2A","business_id":"8zehGz9jnxPqXtOc7KaJxA","stars":4.0,"useful":0,"funny":0,"cool":0,"text":"The food is always great here. The service from both the manager as well as the staff is super. Only draw back of this restaurant is it's super loud. If you can, snag a patio table!","date":"2011-07-28 18:05:01"}
{"review_id":"eiAeuhR3kurAO8rAt_rhlg","user_id":"7zEJt0NVl-lMiMwkCsvteg","business_id":"8zehGz9jnxPqXtOc7KaJxA","stars":2.0,"useful":0,"funny":0,"cool":0,"text":"Brasserie zero zero... we were hoping for a ten based on how highly recommended it was however, we were very disappointed with the quality of the food. We ordered escargot and artichoke to start. Escargot was covered in a bitter green sauce- butter and garlic would have really helped. The artichoke wasn't cooked properly and was minimally seasoned. It was also small portions, about a fourth of an artichoke in size. Even after sending back the artichoke it still was tough and not fully cooked. \n\nWe ordered the lamb chops for our main with a side of mashed potatoes. The potatoes were sour and not as creamy as expected. For $35 we received two lamb chops with a tasty mustard sauce but the accompanying vegetables were tasteless and again, disappointing. The ambiance and service was great and we had a yummy creme brûlée brought to our table for the birthday we were celebrating but we wished the rest of the meal had lived up to the hype.","date":"2018-08-04 20:52:32"}
{"review_id":"Ye8Uh3aBfGoEWgC7DEI8YA","user_id":"32HQqHGHqcDnNteK835C-Q","business_id":"8zehGz9jnxPqXtOc7KaJxA","stars":5.0,"useful":0,"funny":0,"cool":1,"text":"I absolutely love this restaurant. I've been coming to Brasserie for a few years now, and have had the chance to visit for brunch, lunch and dinner (and have enjoyed several of their desserts as well!). \n\nWhen my family visit, especially if it's for a special occasion, this is our go-to place to celebrate. Their bloody mary's in the morning go great with all of their brunch items: from the Simple Salad, to the Bordeaux Scramble and beyond. My husband goes crazy for the Croque Madame - he's had it at other places in Vegas and even Paris, and still feels they couldn't touch the one served here! \n\nAll of their salads, les frites, les moules au pistou, le saumon, I could go on and on. I've never been disappointed here - everything is absolutely delicious. Their daily specials are always a delight as well! Don't forget to try one of their cocktails or have a glass of wine off of their great list. \n\nBon appetit!","date":"2014-04-01 02:29:55"}
{"review_id":"K7ePsxtmSyaxZPJTJOm9GA","user_id":"Hh2tjnqWBYDcGK3YR-_fow","business_id":"ywqcgiVfX3sorqlKs1nhLw","stars":5.0,"useful":0,"funny":0,"cool":0,"text":"I used Precision through my insurance for windshield replacement.Andrew was still quick, friendly and communicative. I was given a four-hour window for the replacement, and Precision showed up only 90 minutes into that block. If I ever need another windshield replacement, this will be my preferred go-to.","date":"2016-07-14 20:04:01"}
{"review_id":"zDlr3bWWZRUJ-0JGBXZwAw","user_id":"kP92EoMqvHJVnoSaPXtShg","business_id":"5P3b82EqZqR7lCqAYj-zaQ","stars":4.0,"useful":0,"funny":0,"cool":0,"text":"Great quick service despite the fact that every table was full, some with large groups. \nHuge portions, so be prepared to eat! Really good food, good coffee. Hash browns are really crispy on top, just the way I like them.","date":"2013-04-10 17:59:33"}
